[Main]
DisplayName=Czech

[UnLocker1_frmMain]
Label_Title_Detail.caption=Tento nástroj Vám pomůže odemknout soubory/složky obsazené jinými procesy. 
Label_Setting.caption=Více
lbl_CheckForUpdate.caption=Kontrola aktualiací
lbl_FileInfo_Title.caption=Vybrané soubory/složky
lbl_Add_describe.caption=Přidejte soubory/složky k odemčení. Můžete sem přetáhnout soubory/složky nebo je přidat kliknutím na "Přidat"!
chk_Advanced.caption=Vynutit
btn_Browse.caption=Přidat
btn_Close.caption=Konec
lbl_Add.caption=Přidat
cx_Action.caption=Odemknout
img_AdcancedHint.Hint=Vynucený režim ukončí všechny související procesy. Pokud selže odemčení v normálním režimu, zkuste vynucený.
img_AddHint.Hint=Přidejte soubory/složky k odemčení 

Menu_UnlokcDelete.caption=Odemknout && Smazat
Menu_UnlockRename.caption=Odemknout && Přejmenovat
Menu_UnlockMove.caption=Odemknout && Přesunout
Menu_UnlockCopy.caption=Odemknout && Kopírovat

Menu_Language.caption=Jazyk
Menu_SendFeedback.caption=Zaslat názot
Menu_IObitOnline.caption=IObit Online
Menu_Technical_Support.caption=Technická podpora
Menu_About.caption=O programu 

ListView_FileInfo.Columns[0].caption=Soubory/Složky
ListView_FileInfo.Columns[1].caption=Stav

ListView_LockInfo.Columns[0].caption=Název
ListView_LockInfo.Columns[1].caption=Umístění
ListView_LockInfo.Columns[2].caption=PID

[UnLocker1_frmTip]
lab_Tip.caption=Program lze také spustit pravým tlačítkem na soubor/složku a zvolením IObit Unlocker.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Odemknout && Přejmenovat
btn_Cancel.caption=Storno
btn_Apply.caption=&Použít
lbl_edt.caption=Vložte nový název:

ListView.Columns[0].caption=Původní název
ListView.Columns[1].caption=Nový název

[Unlocker1_M]
Unlocker_Delete=Trvale smažete soubory/složky. Pokračovat?
Unlocker_Status_Notlocked=Nezamčen
Unlocker_Status_locked=Zamčen

Unlocker_Action_Delete= & Smazat
Unlocker_Action_Rename= & Přejmenovat
Unlocker_Action_Move= & Přesunout
Unlocker_Action_Copy= & Kopírovat
Unlocker_Status_Change_Unlocking=Odemčení
Unlocker_Status_Change_Unlock=Odemknout
Unlocker_Status_Change_sucessfully=dokončeno
Unlocker_Status_Change_failed=selhalo
File_Detail_Notlocker=nezamčen.
File_Detail_occupied=je obsazen procesy níže:
Browser_Folder=Vyberte soubor/složku k odemčení
File_Operation=Nelze odemknout místní jednotky.
File_Rename_Long=Název je příliš dlouhý
File_Rename_special=Název obsahuje speciální znaky

MoveDialog_Prompt=Zvolte umístění pro přesouvaný objekt
CopyDialog_Prompt=Zvolte umístění pro kopírovaný objekt
Action_Sucesses=Operace dokončena
Action_Error_One=Operace se nezdařila
AddFile_Filter=Systémovou cestu nelze odemknout
Action_Error_More=Některé soubory/složky se nezdařily
Action_Error_Detaill=Můžou tam být soubory/složky se stejným názvem
cmd_Error_Prompt_1=Použití příkazového řádku:
cmd_Error_Prompt_2=Příkaz [Volba] Objekt
cmd_Error_Prompt_3=Příkaz:
cmd_Error_Prompt_4=Volba:
cmd_Error_Prompt_5=Objekt:
cmd_Error_Prompt_6=Žádný:
cmd_Error_Prompt_7=Smazat:
cmd_Error_Prompt_8=Přejmenovat:
cmd_Error_Prompt_9=Přesunout:
cmd_Error_Prompt_10=Kopírovat:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Následujícím lidem děkujeme za jejich velký přínos pro náš program:
lbl_warning.caption=VAROVÁNÍ: Tento počítačový program je chráněn zákony a mezinárodními dohodami.
lbl_CopyRight.caption=Autorská práva © 2005-2013 IObit. Všechna práva vyhrazena.
btn_OK.caption=OK

